{
  "theory": [{
    "id": 1,
    "section": "Základné ustanovenia",
    "chapters": [{
      "id": 1,
      "minutes": 8,
      "name": "Vymedzenie základných pojmov",
      "description": "Definuje základné pojmy",
      "content": [{
        "id": 1,
        "headline": "Cestná premávka",
        "paragraph": "Cestnou premávkou na účely tohto zákona sa rozumie užívanie diaľnic, ciest, miestnych komunikácií a účelových komunikácií (ďalej len <i>cesta</i>) vodičmi vozidiel a chodcami."
      }, {
        "id": 2,
        "headline": "Autobus",
        "paragraph": "Motorové vozidlo na dopravu osôb, ktoré má okrem miesta pre vodiča viac ako osem miest na sedenie."
      }, {
        "id": 3,
        "headline": "Dať prednosť v jazde",
        "paragraph": "Povinnosť účastníka cestnej premávky počínať si tak, aby ten, kto má prednosť v jazde, nemusel <b>náhle</b> zmeniť smer alebo rýchlosť jazdy."
      }, {
        "id": 4,
        "headline": "Držiteľ vozidla",
        "paragraph": "Osoba zapísaná v osvedčení o evidencii časť I a časť II ako držiteľ osvedčenia, alebo takáto osoba zapísaná v osvedčení o evidencii vydanom v cudzine."
      }, {
        "id": 5,
        "headline": "Električkový koľajový pás",
        "paragraph": "Časť cesty určená predovšetkým na premávku električky."
      }, {
        "id": 6,
        "image": "img/theory/001_crossingsBorder.png",
        "headline": "Hranica križovatky",
        "paragraph": "Miesto vyznačené vodorovnou dopravnou značkou „Priečna súvislá čiara“, „Priečna súvislá čiara so symbolom Daj prednosť v jazde!“ alebo „Priečna súvislá čiara s nápisom STOP“; kde takáto vodorovná dopravná značka nie je, hranicu križovatky tvorí kolmica na os vozovky v mieste, kde sa pre križovatku začína zakrivenie vozovky."
      }, {
        "id": 7,
        "headline": "Chodec",
        "paragraph": "Účastník cestnej premávky pohybujúci sa pešo; chodcom je aj osoba, ktorá napríklad tlačí alebo ťahá sánky, detský kočík, vozík pre osoby so zdravotným postihnutím alebo ručný vozík s celkovou šírkou nepresahujúcou 600 mm, osoba, ktorá sa pohybuje na lyžiach, korčuliach, skejtborde alebo obdobnom športovom vybavení, pomocou mechanického alebo elektrického vozíka pre osoby so zdravotným postihnutím, a osoba, ktorá tlačí bicykel alebo motocykel, alebo vedie zviera."
      }, {
        "id": 8,
        "headline": "Chodník",
        "paragraph": "Komunikácia alebo časť cesty určená pre chodcov, ktorá je spravidla oddelená od vozovky výškovo alebo iným spôsobom."
      }, {
        "id": 9,
        "headline": "Jazdná súprava",
        "paragraph": "Súprava zložená z jedného alebo z viacerých motorových vozidiel a z jedného alebo viacerých prípojných vozidiel."
      }, {
        "id": 10,
        "headline": "Krajnica",
        "paragraph": "Časť cesty od kraja vozovky po kraj cesty."
      }, {
        "id": 11,
        "headline": "Križovatka s riadenou premávkou",
        "paragraph": "Križovatka, na ktorej je premávka riadená dopravnými zariadeniami alebo príslušníkom Policajného zboru (ďalej len „policajt“), prípadne inou oprávnenou osobou."
      }, {
        "id": 12,
        "headline": "Motorové vozidlo",
        "paragraph": "Nekoľajové vozidlo poháňané vlastným motorom s výnimkou prípadu podľa <a href='#'>písmena f)</a> a trolejbus.",
        "blockquote": "<b>§ 2 ods. 2 f)</b><br>Účastník cestnej premávky pohybujúci sa pešo; chodcom je aj osoba, ktorá napríklad tlačí alebo ťahá sánky, detský kočík, vozík pre osoby so zdravotným postihnutím alebo ručný vozík s celkovou šírkou nepresahujúcou 600 mm, osoba, ktorá sa pohybuje na lyžiach, korčuliach, skejtborde alebo obdobnom športovom vybavení, pomocou mechanického alebo elektrického vozíka pre osoby so zdravotným postihnutím, a osoba, ktorá tlačí bicykel alebo motocykel, alebo vedie zviera."
      }, {
        "id": 13,
        "headline": "Nemotorové vozidlo",
        "paragraph": "Prípojné vozidlo, vozidlo pohybujúce sa pomocou ľudskej sily alebo zvieracej sily s výnimkou prípadov podľa <a href='#'>písmena f)</a> a bicykel vybavený pomocným motorom so zdvihovým objemom valcov nepresahujúcim 50 cm<sup>3</sup> s konštrukčnou rýchlosťou neprevyšujúcou 25 km/h alebo bicykel vybavený pomocným elektrickým motorom s trvalým menovitým výkonom do 0,25 kW, ktorého výkon sa progresívne znižuje a nakoniec sa preruší, keď vozidlo dosiahne rýchlosť 25 km/h alebo keď vodič prestane šliapať do pedálov.",
        "blockquote": "<b>§ 2 ods. 2 f)</b><br>Účastník cestnej premávky pohybujúci sa pešo; chodcom je aj osoba, ktorá napríklad tlačí alebo ťahá sánky, detský kočík, vozík pre osoby so zdravotným postihnutím alebo ručný vozík s celkovou šírkou nepresahujúcou 600 mm, osoba, ktorá sa pohybuje na lyžiach, korčuliach, skejtborde alebo obdobnom športovom vybavení, pomocou mechanického alebo elektrického vozíka pre osoby so zdravotným postihnutím, a osoba, ktorá tlačí bicykel alebo motocykel, alebo vedie zviera."
      }, {
        "id": 14,
        "headline": "Neobmedzenie",
        "paragraph": "Povinnosť účastníka cestnej premávky počínať si tak, aby inému účastníkovi cestnej premávky neprekážal."
      }, {
        "id": 15,
        "headline": "Neohrozenie",
        "paragraph": "Povinnosť účastníka cestnej premávky počínať si tak, aby inému účastníkovi cestnej premávky nevzniklo nijaké nebezpečenstvo."
      }, {
        "id": 16,
        "headline": "Orgán Policajného zboru",
        "paragraph": "Útvar Policajného zboru zriadený podľa osobitného predpisu."
      }, {
        "id": 17,
        "headline": "Pobyt",
        "paragraph": "Trvalý pobyt občana Slovenskej republiky, prechodný pobyt občana Slovenskej republiky trvalo žijúceho v zahraničí, trvalý pobyt cudzinca alebo prechodný pobyt cudzinca na území Slovenskej republiky."
      }, {
        "id": 18,
        "headline": "Prekážka cestnej premávky",
        "paragraph": "Všetko, čo môže ohroziť alebo obmedziť jazdu vozidiel a pohyb chodcov."
      }, {
        "id": 19,
        "headline": "Státie",
        "paragraph": "Uvedenie vozidla do pokoja na dlhšie, ako je čas dovolený na zastavenie."
      }, {
        "id": 20,
        "headline": "Účastník cestnej premávky",
        "paragraph": "Osoba, ktorá sa priamo zúčastňuje cestnej premávky."
      }, {
        "id": 21,
        "headline": "Prekážka cestnej premávky",
        "paragraph": "Všetko, čo môže ohroziť alebo obmedziť jazdu vozidiel a pohyb chodcov."
      }, {
        "id": 22,
        "headline": "Vodič",
        "paragraph": "Osoba, ktorá vedie vozidlo."
      }, {
        "id": 23,
        "headline": "Vozidlo",
        "paragraph": "Motorové vozidlo, nemotorové vozidlo a električka."
      }, {
        "id": 24,
        "headline": "Vozovka",
        "paragraph": "Spevnená časť cesty určená predovšetkým na premávku motorových vozidiel."
      }, {
        "id": 25,
        "headline": "Zastavenie",
        "paragraph": "Uvedenie vozidla do pokoja na čas nevyhnutne potrebný na urýchlené nastúpenie alebo na vystúpenie prepravovaných osôb alebo na urýchlené naloženie alebo na zloženie nákladu."
      }, {
        "id": 26,
        "headline": "Zastavenie vozidla",
        "paragraph": "Prerušenie jazdy z dôvodu nezávislého od vôle vodiča."
      }, {
        "id": 27,
        "headline": "Znížená viditeľnosť",
        "paragraph": "Viditeľnosť, pri ktorej sa účastníci cestnej premávky dostatočne zreteľne navzájom nevidia, ani keď nevidia predmety na ceste, najmä od súmraku do svitania, za hmly, sneženia, dažďa a v tuneli."
      }, {
        "id": 28,
        "headline": "Zvláštne motorové vozidlo",
        "paragraph": "Motorové vozidlo vyrobené na iné účely než na prevádzku na cestách, ktoré po splnení ustanovených podmienok možno prevádzkovať v cestnej premávke; ide najmä o poľnohospodárske traktory a lesné traktory, samohybné pracovné, poľnohospodárske, lesné alebo stavebné stroje."
      }]
    }]
  }, {
    "id": 2,
    "section": "Základné povinnosti",
    "chapters": [{
      "id": 2,
      "minutes": 12,
      "name": "Všeobecné povinnosti účastníka cestnej premávky",
      "content": [{
        "id": 1,
        "headline": "Dodržiavanie pravidiel cestnej premávky",
        "paragraph": "Účastník cestnej premávky je povinný dodržiavať pravidlá cestnej premávky ustanovené v tomto zákone."
      }, {
        "id": 2,
        "headline": "Disciplína a ohľaduplnosť",
        "paragraph": "Účastník cestnej premávky je ďalej povinný správať sa disciplinovane a ohľaduplne tak, aby neohrozil bezpečnosť alebo plynulosť cestnej premávky, pritom je povinný prispôsobiť svoje správanie najmä stavebnému, dopravno-technickému stavu cesty, situácii v cestnej premávke, poveternostným podmienkam a svojim schopnostiam."
      }, {
        "id": 3,
        "headline": "Pokyn vyplývajúci z dopravnej značky alebo dopravného zariadenia",
        "paragraph": "Účastník cestnej premávky je ďalej povinný poslúchnuť pokyn vyplývajúci z dopravnej značky alebo dopravného zariadenia."
      }, {
        "id": 4,
        "headline": "Pokyn, výzva alebo príkaz policajta",
        "paragraph": "Účastník cestnej premávky je ďalej povinný poslúchnuť pokyn, výzvu alebo príkaz policajta súvisiaci s výkonom jeho oprávnení pri dohľade nad bezpečnosťou a plynulosťou cestnej premávky, strpieť výkon jeho oprávnení, ako aj pokyny iných osôb, ktoré na to oprávňuje tento zákon alebo osobitný predpis."
      }, {
        "id": 5,
        "headline": "Technické prostriedky a zariadenia",
        "paragraph": "Používanie technických prostriedkov a zariadení, ktorých činnosť umožňuje odhalenie alebo ovplyvňovanie funkcií technických prostriedkov používaných pri plnení úloh na úseku výkonu dohľadu nad bezpečnosťou a plynulosťou cestnej premávky alebo ich umiestnenie vo vozidle spôsobom, ktorý umožňuje ich použitie, je zakázané."
      }]
    }, {
      "id": 3,
      "minutes": 34,
      "name": "Povinnosti vodiča",
      "content": [{
        "id": 1,
        "headline": "Vozidlo vhodné do prevádzky",
        "paragraph": "Vodič je povinný použiť na jazdu len vozidlo, ktoré možno prevádzkovať v cestnej premávke."
      }, {
        "id": 1,
        "headline": "Platné doklady",
        "paragraph": "Vodič je povinný mať pri sebe platné doklady predpísané týmto zákonom alebo osobitným predpisom."
      }, {
        "id": 1,
        "headline": "Sústredenie",
        "paragraph": "Vodič je povinný venovať sa plne vedeniu vozidla a sledovať situáciu v cestnej premávke."
      }, {
        "id": 1,
        "headline": "Vozidlo označené osobitným označením",
        "paragraph": "Vodič je povinný brať ohľad na vozidlo označené osobitným označením a na označené výcvikové vozidlo autoškoly."
      }, {
        "id": 1,
        "headline": "Zvýšená opatrnosť",
        "paragraph": "Vodič je povinný dbať na zvýšenú opatrnosť voči cyklistom a chodcom, najmä deťom, osobám so zdravotným postihnutím, osobitne voči osobám, ktoré používajú bielu palicu, a starým osobám."
      }, {
        "id": 1,
        "headline": "Chodec na priechode pre chodcov",
        "paragraph": "Vodič je povinný dať prednosť chodcovi, ktorý vstúpil na vozovku a prechádza cez priechod pre chodcov, pritom ho nesmie ohroziť; to neplatí pre vodiča električky."
      }, {
        "id": 1,
        "headline": "Spôsobilé osoby",
        "paragraph": "Vodič je povinný pribrať potrebný počet spôsobilých osôb, ak to vyžaduje bezpečnosť cestnej premávky, a na ten účel ich náležite poučiť."
      }, {
        "id": 1,
        "headline": "Zabezpečenie vozidla",
        "paragraph": "Vodič je povinný zabezpečiť vozidlo a prepravované veci proti odcudzeniu prostriedkami montovanými do vozidla jeho výrobcom, ak sa vzdiali od vozidla mimo jeho dohľadu."
      }, {
        "id": 1,
        "headline": "Predmety odvádzajúce pozornosť",
        "paragraph": "Vodič je povinný zabezpečiť pred jazdou a počas jazdy, aby sa vo výhľadovom poli vodiča nenachádzali predmety, ktoré môžu odvádzať pozornosť od bezpečného vedenia vozidla."
      }, {
        "id": 1,
        "headline": "Vedenie motorového vozidla bez oprávnenia",
        "paragraph": "Vodič nesmie viesť motorové vozidlo bez príslušného vodičského oprávnenia, v čase jeho odobratia alebo počas zadržania vodičského preukazu; to neplatí, ak sa učí viesť motorové vozidlo v autoškole, podrobuje sa skúške z vedenia motorového vozidla alebo má povolenú jazdu podľa <a href='#'>§ 70 ods. 4 a § 71 ods. 2</a>.",
        "blockquote": "<b>§ 70 ods. 4</b><br>Policajt bezodkladne vydá o zadržaní vodičského preukazu potvrdenie a najneskôr v nasledujúci pracovný deň po zadržaní vodičského preukazu zašle vodičský preukaz orgánu Policajného zboru príslušnému podľa miesta, kde bol vodičský preukaz zadržaný. V potvrdení môže policajt povoliť ďalšiu jazdu s vozidlom najviac na 15 dní, ak takou jazdou nebude ohrozená bezpečnosť alebo plynulosť cestnej premávky; povolenie platí len na území Slovenskej republiky. <br><br><b>§ 71 ods. 2</b><br>Policajt na mieste vydá o zadržaní vodičského preukazu podľa odseku 1 potvrdenie, v ktorom povolí ďalšiu jazdu na 15 dní; povolenie platí len na území Slovenskej republiky. V potvrdení musí byť uvedený rozsah udeleného vodičského oprávnenia a spôsob vrátenia vodičského preukazu. Páchateľ priestupku môže požiadať policajta, ktorý vodičský preukaz zadržal, aby zadržaný vodičský preukaz postúpil orgánu Policajného zboru v mieste jeho pobytu alebo v mieste, kde sa zdržiava, na účely jeho vrátenia; policajt je povinný tejto žiadosti vyhovieť."
      }, {
        "id": 1,
        "headline": "Alkohol a návykové látky",
        "paragraph": "Vodič nesmie požiť počas vedenia vozidla alkohol alebo inú návykovú látku, ani viesť vozidlo v takom čase po požití alkoholu alebo inej návykovej látky, keď sa alkohol alebo iná návyková látka ešte môžu nachádzať v jeho organizme."
      }, {
        "id": 1,
        "headline": "Lieky, úraz, choroba, nevoľnosť, alebo únava",
        "paragraph": "Vodič nesmie viesť vozidlo po požití lieku v čase, keď liek môže znížiť jeho schopnosť viesť vozidlo, ani viesť vozidlo, ak jeho schopnosť viesť vozidlo je znížená najmä úrazom, chorobou, nevoľnosťou alebo únavou."
      }, {
        "id": 1,
        "headline": "Odovzdanie vedenie vozidla",
        "paragraph": "Vodič nesmie odovzdať vedenie vozidla osobe, ktorá nespĺňa podmienky na vedenie vozidla ustanovené týmto zákonom, osobe, ktorá je pod vplyvom alkoholu alebo inej návykovej látky, alebo osobe, ktorej schopnosť viesť vozidlo je inak znížená."
      }, {
        "id": 1,
        "headline": "Chodci prechádzajúci cez cestu",
        "paragraph": "Vodič nesmie ohroziť chodcov prechádzajúcich cez cestu, na ktorú vodič odbočuje, pri odbočovaní na miesto mimo cesty, pri vchádzaní na cestu a pri otáčaní alebo pri cúvaní."
      }, {
        "id": 1,
        "headline": "Cyklisti prechádzajúci cez cestu",
        "paragraph": "Vodič nesmie ohroziť cyklistov prechádzajúcich cez priechod pre cyklistov."
      }, {
        "id": 1,
        "headline": "Životné prostredie",
        "paragraph": "Vodič nesmie poškodzovať životné prostredie, najmä verejnú a cestnú zeleň."
      }, {
        "id": 1,
        "headline": "Pomalá jazda",
        "image": "img/theory/003_slowRiding.png",
        "paragraph": "Vodič nesmie prekážať v jazde rýchlejšie idúcim vozidlám a obmedzovať plynulosť cestnej premávky."
      }, {
        "id": 1,
        "headline": "Náhle zníženie rýchlosti jazdy, alebo náhle zastavenie",
        "image": "img/theory/003_stoppingSuddenly.png",
        "paragraph": "Vodič nesmie znížiť náhle rýchlosť jazdy alebo náhle zastaviť, ak to nevyžaduje bezpečnosť cestnej premávky."
      }, {
        "id": 1,
        "headline": "Telefón",
        "paragraph": "Vodič nesmie počas vedenia vozidla používať telefónny prístroj okrem telefonovania s použitím systému „voľné ruky“ alebo vykonávať inú obdobnú činnosť, ktorá nesúvisí s vedením vozidla; to neplatí pre vodiča vozidla ozbrojených síl Slovenskej republiky (ďalej len „ozbrojené sily“), ozbrojených bezpečnostných zborov, ozbrojených zborov, Vojenskej polície, obecnej polície, Hasičského a záchranného zboru, ostatných hasičských jednotiek, Horskej záchrannej služby, záchrannej zdravotnej služby, banskej záchrannej služby, Vojenského spravodajstva a Slovenskej informačnej služby pri plnení svojich úloh."
      }, {
        "id": 1,
        "headline": "Neslušné správanie",
        "paragraph": "Vodič nesmie používať hanlivé gestá voči ostatným účastníkom cestnej premávky, vyhadzovať z vozidla predmety a obťažovať ostatných účastníkov cestnej premávky ani iné osoby najmä nadmerným hlukom, prachom, znečisťovaním ovzdušia, rozstrekovaním kaluží, blata alebo zbytočným ponechaním motora stojaceho vozidla v chode."
      }, {
        "id": 1,
        "headline": "Podobné vozidlo",
        "paragraph": "Vodič nesmie použiť na jazdu vozidlo, ktoré svojím farebným vyhotovením a označením sa dá zameniť s vozidlom Policajného zboru, Vojenskej polície, Zboru väzenskej a justičnej stráže, obecnej polície, Hasičského a záchranného zboru alebo ostatných hasičských jednotiek. "
      }, {
        "id": 1,
        "headline": "Zastavenie vozidla na priechode pre chodcov",
        "paragraph": "Vodič nesmie zastaviť vozidlo na priechode pre chodcov alebo na priechode pre cyklistov, ak to nevyžaduje bezpečnosť cestnej premávky. "
      }]
    }, {
      "id": 4,
      "minutes": 8,
      "name": "Povinnosti niektorých vodičov a spolujazdcov"
    }, {
      "id": 5,
      "minutes": 8,
      "name": "Povinnosti prevádzkovateľa vozidla"
    }, {
      "id": 6,
      "minutes": 8,
      "name": "Povinnosti držiteľa vozidla"
    }, {
      "id": 7,
      "minutes": 8,
      "name": "Povinnosti inštruktora autoškoly"
    }, {
      "id": 8,
      "minutes": 8,
      "name": "Používanie bezpečnostných pásov a iných zadržiavacích zariadení"
    }]
  }, {
    "id": 3,
    "section": "Jazda vozidlami",
    "chapters": [{
      "id": 9,
      "minutes": 8,
      "name": "Spôsob jazdy"
    }, {
      "id": 10,
      "minutes": 8,
      "name": "Jazda v jazdných pruhoch"
    }, {
      "id": 11,
      "minutes": 8,
      "name": "Jazda v mimoriadnych prípadoch"
    }, {
      "id": 12,
      "minutes": 8,
      "name": "Obchádzanie"
    }, {
      "id": 13,
      "minutes": 8,
      "name": "Predchádzanie"
    }, {
      "id": 14,
      "minutes": 8,
      "name": "Rýchlosť jazdy"
    }, {
      "id": 15,
      "minutes": 8,
      "name": "Vzdialenosť medzi vozidlami"
    }, {
      "id": 16,
      "minutes": 8,
      "name": "Vyhýbanie"
    }, {
      "id": 17,
      "minutes": 8,
      "name": "Odbočovanie"
    }, {
      "id": 18,
      "minutes": 8,
      "name": "Jazda cez križovatku"
    }, {
      "id": 19,
      "minutes": 8,
      "name": "Vchádzanie na cestu"
    }, {
      "id": 20,
      "minutes": 8,
      "name": "Otáčanie a cúvanie"
    }, {
      "id": 21,
      "minutes": 8,
      "name": "Zastavenie a státie"
    }, {
      "id": 22,
      "minutes": 8,
      "name": "Zastavenie vozidla v tuneli"
    }, {
      "id": 23,
      "minutes": 8,
      "name": "Železničné priecestie"
    }, {
      "id": 24,
      "minutes": 8,
      "name": "Výstražné znamenie"
    }, {
      "id": 25,
      "minutes": 8,
      "name": "Osvetlenie vozidla"
    }, {
      "id": 26,
      "minutes": 8,
      "name": "Vlečenie motorového vozidla"
    }, {
      "id": 27,
      "minutes": 8,
      "name": "Osobitosti premávky na diaľnici a rýchlostnej ceste"
    }, {
      "id": 28,
      "minutes": 8,
      "name": "Osobitosti premávky v zimnom období"
    }, {
      "id": 29,
      "minutes": 8,
      "name": "Obmedzenie jazdy niektorých druhov vozidiel"
    }, {
      "id": 30,
      "minutes": 8,
      "name": "Vozidlá so zvláštnymi výstražnými zvukovými znameniami alebo svetlami"
    }, {
      "id": 31,
      "minutes": 8,
      "name": "Prekážka cestnej premávky"
    }, {
      "id": 32,
      "minutes": 8,
      "name": "Osobitné označenia vozidla a parkovací preukaz"
    }]
  }, {
    "id": 4,
    "section": "Podmienky prepravy osôb a materiálu",
    "chapters": [{
      "id": 33,
      "name": "Preprava osôb"
    }, {
      "id": 36,
      "name": "Preprava osôb vozidlom pravidelnej verejnej dopravy osôb"
    }, {
      "id": 37,
      "name": "Preprava osôb v ložnom priestore nákladného automobilu a traktora"
    }]
  }, {
    "id": 5,
    "section": "Osobitné ustanovenia o niektorých účastníkoch cestnej premávky",
    "chapters": [{
      "id": 38,
      "name": "Osobitné ustanovenia o chodcoch"
    }, {
      "id": 39,
      "name": "Osobitné ustanovenia o cyklistoch"
    }, {
      "id": 40,
      "name": "Jazda so záprahovým vozidlom a ručným vozíkom"
    }, {
      "id": 41,
      "name": "Jazda na zvieratách, vedenie a hnanie zvierat"
    }, {
      "id": 42,
      "name": "Osoba vykonávajúca prácu na ceste"
    }, {
      "id": 43,
      "name": "Osobitné ustanovenia o cestnej premávke v obytnej zóne, pešej zóne a školskej zóne"
    }]
  }, {
    "id": 6,
    "section": "Úprava a riadenie cestnej premávky",
    "chapters": [{
      "id": 44,
      "name": "Dopravné značky a dopravné zariadenia"
    }, {
      "id": 45,
      "name": "Zvislé dopravné značky"
    }, {
      "id": 46,
      "name": "Vodorovné dopravné značky"
    }, {
      "id": 47,
      "name": "Dopravné zariadenia"
    }, {
      "id": 48,
      "name": "Riadenie cestnej premávky"
    }, {
      "id": 49,
      "name": "Riadenie cestnej premávky svetelnými signálmi a pokynmi"
    }, {
      "id": 50,
      "name": "Oprávenie na zastavovanie vozidiel"
    }]
  }, {
    "id": 7,
    "section": "Dopravné nehody",
    "chapters": [{
      "id": 51,
      "name": "Dopravná nehoda"
    }, {
      "id": 52,
      "name": "Povinnosti vodiča pri dopravnej nehode"
    }, {
      "id": 53,
      "name": "Povinnosti účastníka dopravnej nehody a škodovej udalosti"
    }]
  }, {
    "id": 8,
    "section": "Oprávnenia policajta",
    "chapters": [{
      "id": 54,
      "name": "Všeobecné oprávnenia"
    }, {
      "id": 55,
      "name": "Zadržanie vodičského preukazu"
    }, {
      "id": 56,
      "name": "Zadržanie osvedčenia o evidencii časť I alebo časť II, evidenčného dokladu vydaného v cudzine, technického osvedčenia vozidla a tabuľky s evidenčným číslom"
    }]

  }, {
    "id": 9,
    "section": "Zodpovednosť za porušenie povinností",
    "chapters": [{
      "id": 57,
      "name": "Zodpovednosť za porušenie povinností"
    }]
  }]
}
