{
  "theory": [{
    "id": 1,
    "section": "Základné ustanovenia",
    "chapters": [{
      "id": 1,
      "minutes": 8,
      "name": "Základné pojmy",
      "description": "Definuje základné pojmy",
      "content": [{
        "id": 1,
        "headline": "Cestná premávka",
        "paragraph": "Cestnou premávkou na účely tohto zákona sa rozumie užívanie diaľnic, ciest, miestnych komunikácií a účelových komunikácií (ďalej len <i>cesta</i>) vodičmi vozidiel a chodcami."
      }, {
        "id": 2,
        "headline": "Autobus",
        "paragraph": "Motorové vozidlo na dopravu osôb, ktoré má okrem miesta pre vodiča viac ako osem miest na sedenie."
      }, {
        "id": 3,
        "headline": "Dať prednosť v jazde",
        "paragraph": "Povinnosť účastníka cestnej premávky počínať si tak, aby ten, kto má prednosť v jazde, nemusel <b>náhle</b> zmeniť smer alebo rýchlosť jazdy."
      }, {
        "id": 4,
        "headline": "Držiteľ vozidla",
        "paragraph": "Osoba zapísaná v osvedčení o evidencii časť I a časť II ako držiteľ osvedčenia, alebo takáto osoba zapísaná v osvedčení o evidencii vydanom v cudzine."
      }, {
        "id": 5,
        "headline": "Električkový koľajový pás",
        "paragraph": "Časť cesty určená predovšetkým na premávku električky."
      }, {
        "id": 6,
        "image": "img/theory/001_crossingsBorder.png",
        "headline": "Hranica križovatky",
        "paragraph": "Miesto vyznačené vodorovnou dopravnou značkou <i>Priečna súvislá čiara</i>, <i>Priečna súvislá čiara so symbolom Daj prednosť v jazde!</i> alebo <i>Priečna súvislá čiara s nápisom STOP</i>; kde takáto vodorovná dopravná značka nie je, hranicu križovatky tvorí kolmica na os vozovky v mieste, kde sa pre križovatku začína zakrivenie vozovky."
      }, {
        "id": 7,
        "headline": "Chodec",
        "paragraph": "Účastník cestnej premávky pohybujúci sa pešo; chodcom je aj osoba, ktorá napríklad tlačí alebo ťahá sánky, detský kočík, vozík pre osoby so zdravotným postihnutím alebo ručný vozík s celkovou šírkou nepresahujúcou 600 mm, osoba, ktorá sa pohybuje na lyžiach, korčuliach, skejtborde alebo obdobnom športovom vybavení, pomocou mechanického alebo elektrického vozíka pre osoby so zdravotným postihnutím, a osoba, ktorá tlačí bicykel alebo motocykel, alebo vedie zviera."
      }, {
        "id": 8,
        "headline": "Chodník",
        "paragraph": "Komunikácia alebo časť cesty určená pre chodcov, ktorá je spravidla oddelená od vozovky výškovo alebo iným spôsobom."
      }, {
        "id": 9,
        "headline": "Jazdná súprava",
        "paragraph": "Súprava zložená z jedného alebo z viacerých motorových vozidiel a z jedného alebo viacerých prípojných vozidiel."
      }, {
        "id": 10,
        "headline": "Krajnica",
        "image": "img/theory/img.png",
        "paragraph": "Časť cesty od kraja vozovky po kraj cesty."
      }, {
        "id": 11,
        "headline": "Križovatka s riadenou premávkou",
        "paragraph": "Križovatka, na ktorej je premávka riadená dopravnými zariadeniami alebo príslušníkom Policajného zboru (ďalej len <i>policajt</i>), prípadne inou oprávnenou osobou."
      }, {
        "id": 12,
        "headline": "Motorové vozidlo",
        "paragraph": "Nekoľajové vozidlo poháňané vlastným motorom s výnimkou prípadu podľa <a href='#'>písmena f)</a> a trolejbus.",
        "blockquote": "<b>§ 2 ods. 2 f)</b><br>Účastník cestnej premávky pohybujúci sa pešo; chodcom je aj osoba, ktorá napríklad tlačí alebo ťahá sánky, detský kočík, vozík pre osoby so zdravotným postihnutím alebo ručný vozík s celkovou šírkou nepresahujúcou 600 mm, osoba, ktorá sa pohybuje na lyžiach, korčuliach, skejtborde alebo obdobnom športovom vybavení, pomocou mechanického alebo elektrického vozíka pre osoby so zdravotným postihnutím, a osoba, ktorá tlačí bicykel alebo motocykel, alebo vedie zviera."
      }, {
        "id": 13,
        "headline": "Nemotorové vozidlo",
        "paragraph": "Prípojné vozidlo, vozidlo pohybujúce sa pomocou ľudskej sily alebo zvieracej sily s výnimkou prípadov podľa <a href='#'>písmena f)</a> a bicykel vybavený pomocným motorom so zdvihovým objemom valcov nepresahujúcim 50 cm<sup>3</sup> s konštrukčnou rýchlosťou neprevyšujúcou 25 km/h alebo bicykel vybavený pomocným elektrickým motorom s trvalým menovitým výkonom do 0,25 kW, ktorého výkon sa progresívne znižuje a nakoniec sa preruší, keď vozidlo dosiahne rýchlosť 25 km/h alebo keď vodič prestane šliapať do pedálov.",
        "blockquote": "<b>§ 2 ods. 2 f)</b><br>Účastník cestnej premávky pohybujúci sa pešo; chodcom je aj osoba, ktorá napríklad tlačí alebo ťahá sánky, detský kočík, vozík pre osoby so zdravotným postihnutím alebo ručný vozík s celkovou šírkou nepresahujúcou 600 mm, osoba, ktorá sa pohybuje na lyžiach, korčuliach, skejtborde alebo obdobnom športovom vybavení, pomocou mechanického alebo elektrického vozíka pre osoby so zdravotným postihnutím, a osoba, ktorá tlačí bicykel alebo motocykel, alebo vedie zviera."
      }, {
        "id": 14,
        "headline": "Neobmedzenie",
        "paragraph": "Povinnosť účastníka cestnej premávky počínať si tak, aby inému účastníkovi cestnej premávky neprekážal."
      }, {
        "id": 15,
        "headline": "Neohrozenie",
        "paragraph": "Povinnosť účastníka cestnej premávky počínať si tak, aby inému účastníkovi cestnej premávky nevzniklo nijaké nebezpečenstvo."
      }, {
        "id": 16,
        "headline": "Orgán Policajného zboru",
        "paragraph": "Útvar Policajného zboru zriadený podľa osobitného predpisu."
      }, {
        "id": 17,
        "headline": "Pobyt",
        "paragraph": "Trvalý pobyt občana Slovenskej republiky, prechodný pobyt občana Slovenskej republiky trvalo žijúceho v zahraničí, trvalý pobyt cudzinca alebo prechodný pobyt cudzinca na území Slovenskej republiky."
      }, {
        "id": 18,
        "headline": "Prekážka cestnej premávky",
        "paragraph": "Všetko, čo môže ohroziť alebo obmedziť jazdu vozidiel a pohyb chodcov."
      }, {
        "id": 19,
        "headline": "Státie",
        "paragraph": "Uvedenie vozidla do pokoja na dlhšie, ako je čas dovolený na zastavenie."
      }, {
        "id": 20,
        "headline": "Účastník cestnej premávky",
        "paragraph": "Osoba, ktorá sa priamo zúčastňuje cestnej premávky."
      }, {
        "id": 21,
        "headline": "Prekážka cestnej premávky",
        "paragraph": "Všetko, čo môže ohroziť alebo obmedziť jazdu vozidiel a pohyb chodcov."
      }, {
        "id": 22,
        "headline": "Vodič",
        "paragraph": "Osoba, ktorá vedie vozidlo."
      }, {
        "id": 23,
        "headline": "Vozidlo",
        "paragraph": "Motorové vozidlo, nemotorové vozidlo a električka."
      }, {
        "id": 24,
        "headline": "Vozovka",
        "image": "img/theory/img.png",
        "paragraph": "Spevnená časť cesty určená predovšetkým na premávku motorových vozidiel."
      }, {
        "id": 25,
        "headline": "Zastavenie",
        "paragraph": "Uvedenie vozidla do pokoja na čas nevyhnutne potrebný na urýchlené nastúpenie alebo na vystúpenie prepravovaných osôb alebo na urýchlené naloženie alebo na zloženie nákladu."
      }, {
        "id": 26,
        "headline": "Zastavenie vozidla",
        "image": "img/theory/img.png",
        "paragraph": "Prerušenie jazdy z dôvodu nezávislého od vôle vodiča (napríklad pred červeným svetlom na križovatke)."
      }, {
        "id": 27,
        "headline": "Znížená viditeľnosť",
        "paragraph": "Viditeľnosť, pri ktorej sa účastníci cestnej premávky dostatočne zreteľne navzájom nevidia, ani keď nevidia predmety na ceste, najmä od súmraku do svitania, za hmly, sneženia, dažďa a v tuneli."
      }, {
        "id": 28,
        "headline": "Zvláštne motorové vozidlo",
        "paragraph": "Motorové vozidlo vyrobené na iné účely než na prevádzku na cestách, ktoré po splnení ustanovených podmienok možno prevádzkovať v cestnej premávke; ide najmä o poľnohospodárske traktory a lesné traktory, samohybné pracovné, poľnohospodárske, lesné alebo stavebné stroje."
      }]
    }]
  }, {
    "id": 2,
    "section": "Základné povinnosti",
    "chapters": [{
      "id": 2,
      "minutes": 12,
      "name": "Všeobecné povinnosti účastníka cestnej premávky",
      "content": [{
        "id": 1,
        "headline": "Dodržiavanie pravidiel cestnej premávky",
        "paragraph": "Účastník cestnej premávky je povinný dodržiavať pravidlá cestnej premávky ustanovené v tomto zákone."
      }, {
        "id": 2,
        "headline": "Disciplína a ohľaduplnosť",
        "paragraph": "Účastník cestnej premávky je ďalej povinný správať sa disciplinovane a ohľaduplne tak, aby neohrozil bezpečnosť alebo plynulosť cestnej premávky, pritom je povinný prispôsobiť svoje správanie najmä stavebnému, dopravno-technickému stavu cesty, situácii v cestnej premávke, poveternostným podmienkam a svojim schopnostiam."
      }, {
        "id": 3,
        "headline": "Pokyn vyplývajúci z dopravnej značky alebo dopravného zariadenia",
        "paragraph": "Účastník cestnej premávky je ďalej povinný poslúchnuť pokyn vyplývajúci z dopravnej značky alebo dopravného zariadenia."
      }, {
        "id": 4,
        "headline": "Pokyn, výzva alebo príkaz policajta",
        "paragraph": "Účastník cestnej premávky je ďalej povinný poslúchnuť pokyn, výzvu alebo príkaz policajta súvisiaci s výkonom jeho oprávnení pri dohľade nad bezpečnosťou a plynulosťou cestnej premávky, strpieť výkon jeho oprávnení, ako aj pokyny iných osôb, ktoré na to oprávňuje tento zákon alebo osobitný predpis."
      }, {
        "id": 5,
        "headline": "Technické prostriedky a zariadenia",
        "paragraph": "Používanie technických prostriedkov a zariadení, ktorých činnosť umožňuje odhalenie alebo ovplyvňovanie funkcií technických prostriedkov používaných pri plnení úloh na úseku výkonu dohľadu nad bezpečnosťou a plynulosťou cestnej premávky alebo ich umiestnenie vo vozidle spôsobom, ktorý umožňuje ich použitie, je zakázané."
      }]
    }, {
      "id": 3,
      "minutes": 34,
      "name": "Povinnosti vodiča",
      "content": [{
        "id": 1,
        "headline": "Vozidlo vhodné do prevádzky",
        "paragraph": "Vodič je povinný použiť na jazdu len vozidlo, ktoré možno prevádzkovať v cestnej premávke."
      }, {
        "id": 2,
        "headline": "Platné doklady",
        "image": "img/theory/img.png",
        "paragraph": "Vodič je povinný mať pri sebe platné doklady predpísané týmto zákonom alebo osobitným predpisom:",
        "list": [{
          "listitem": "OP – Občianský preukaz"
        }, {
          "listitem": "VP – Vodičský preukaz"
        }, {
          "listitem": "TK – Doklad o vykonaní technickej kontroly"
        }, {
          "listitem": "EK – Doklad o vykonaní emisnej kontroly (ak takejto kontrole vozidlo podlieha)"
        }, {
          "listitem": "OEV – Osvedčenie o evidencii vozidla"
        }, {
          "listitem": "ZP – Doklad o povinnom zmluvnom poistení zodpovednosti za škodu spôsobenú prevádzkou motorového vozidla"
        }]
      }, {
        "id": 3,
        "headline": "Sústredenie",
        "paragraph": "Vodič je povinný venovať sa plne vedeniu vozidla a sledovať situáciu v cestnej premávke."
      }, {
        "id": 4,
        "headline": "Vozidlo označené osobitným označením",
        "paragraph": "Vodič je povinný brať ohľad na vozidlo označené osobitným označením a na označené výcvikové vozidlo autoškoly."
      }, {
        "id": 5,
        "headline": "Zvýšená opatrnosť",
        "paragraph": "Vodič je povinný dbať na zvýšenú opatrnosť voči cyklistom a chodcom, najmä deťom, osobám so zdravotným postihnutím, osobitne voči osobám, ktoré používajú bielu palicu, a starým osobám."
      }, {
        "id": 6,
        "headline": "Chodec na priechode pre chodcov",
        "image": "img/theory/img.png",
        "paragraph": "Vodič je povinný dať prednosť chodcovi, ktorý vstúpil na vozovku a prechádza cez priechod pre chodcov, pritom ho nesmie ohroziť; to neplatí pre vodiča električky."
      }, {
        "id": 7,
        "headline": "Spôsobilé osoby",
        "image": "img/theory/img.png",
        "paragraph": "Vodič je povinný pribrať potrebný počet spôsobilých osôb, ak to vyžaduje bezpečnosť cestnej premávky, a na ten účel ich náležite poučiť."
      }, {
        "id": 8,
        "headline": "Zabezpečenie vozidla",
        "paragraph": "Vodič je povinný zabezpečiť vozidlo a prepravované veci proti odcudzeniu prostriedkami montovanými do vozidla jeho výrobcom, ak sa vzdiali od vozidla mimo jeho dohľadu."
      }, {
        "id": 9,
        "headline": "Predmety odvádzajúce pozornosť",
        "paragraph": "Vodič je povinný zabezpečiť pred jazdou a počas jazdy, aby sa vo výhľadovom poli vodiča nenachádzali predmety, ktoré môžu odvádzať pozornosť od bezpečného vedenia vozidla."
      }, {
        "id": 10,
        "headline": "Vedenie motorového vozidla bez oprávnenia",
        "paragraph": "Vodič nesmie viesť motorové vozidlo bez príslušného vodičského oprávnenia, v čase jeho odobratia alebo počas zadržania vodičského preukazu; to neplatí, ak sa učí viesť motorové vozidlo v autoškole, podrobuje sa skúške z vedenia motorového vozidla alebo má povolenú jazdu podľa <a href='#'>§ 70 ods. 4 a § 71 ods. 2</a>.",
        "blockquote": "<b>§ 70 ods. 4</b><br>Policajt bezodkladne vydá o zadržaní vodičského preukazu potvrdenie a najneskôr v nasledujúci pracovný deň po zadržaní vodičského preukazu zašle vodičský preukaz orgánu Policajného zboru príslušnému podľa miesta, kde bol vodičský preukaz zadržaný. V potvrdení môže policajt povoliť ďalšiu jazdu s vozidlom najviac na 15 dní, ak takou jazdou nebude ohrozená bezpečnosť alebo plynulosť cestnej premávky; povolenie platí len na území Slovenskej republiky. <br><br><b>§ 71 ods. 2</b><br>Policajt na mieste vydá o zadržaní vodičského preukazu podľa odseku 1 potvrdenie, v ktorom povolí ďalšiu jazdu na 15 dní; povolenie platí len na území Slovenskej republiky. V potvrdení musí byť uvedený rozsah udeleného vodičského oprávnenia a spôsob vrátenia vodičského preukazu. Páchateľ priestupku môže požiadať policajta, ktorý vodičský preukaz zadržal, aby zadržaný vodičský preukaz postúpil orgánu Policajného zboru v mieste jeho pobytu alebo v mieste, kde sa zdržiava, na účely jeho vrátenia; policajt je povinný tejto žiadosti vyhovieť."
      }, {
        "id": 11,
        "headline": "Alkohol a návykové látky",
        "paragraph": "Vodič nesmie požiť počas vedenia vozidla alkohol alebo inú návykovú látku, ani viesť vozidlo v takom čase po požití alkoholu alebo inej návykovej látky, keď sa alkohol alebo iná návyková látka ešte môžu nachádzať v jeho organizme."
      }, {
        "id": 12,
        "headline": "Lieky, úraz, choroba, nevoľnosť, alebo únava",
        "paragraph": "Vodič nesmie viesť vozidlo po požití lieku v čase, keď liek môže znížiť jeho schopnosť viesť vozidlo, ani viesť vozidlo, ak jeho schopnosť viesť vozidlo je znížená najmä úrazom, chorobou, nevoľnosťou alebo únavou."
      }, {
        "id": 13,
        "headline": "Odovzdanie vedenie vozidla",
        "paragraph": "Vodič nesmie odovzdať vedenie vozidla osobe, ktorá nespĺňa podmienky na vedenie vozidla ustanovené týmto zákonom, osobe, ktorá je pod vplyvom alkoholu alebo inej návykovej látky, alebo osobe, ktorej schopnosť viesť vozidlo je inak znížená."
      }, {
        "id": 14,
        "headline": "Chodci prechádzajúci cez cestu",
        "image": "img/theory/img.png",
        "paragraph": "Vodič nesmie ohroziť chodcov prechádzajúcich cez cestu, na ktorú vodič odbočuje, pri odbočovaní na miesto mimo cesty, pri vchádzaní na cestu a pri otáčaní alebo pri cúvaní."
      }, {
        "id": 15,
        "headline": "Cyklisti prechádzajúci cez cestu",
        "image": "img/theory/img.png",
        "paragraph": "Vodič nesmie ohroziť cyklistov prechádzajúcich cez priechod pre cyklistov."
      }, {
        "id": 16,
        "headline": "Životné prostredie",
        "paragraph": "Vodič nesmie poškodzovať životné prostredie, najmä verejnú a cestnú zeleň."
      }, {
        "id": 17,
        "headline": "Pomalá jazda",
        "image": "img/theory/003_slowRiding.png",
        "paragraph": "Vodič nesmie prekážať v jazde rýchlejšie idúcim vozidlám a obmedzovať plynulosť cestnej premávky."
      }, {
        "id": 18,
        "headline": "Náhle zníženie rýchlosti jazdy, alebo náhle zastavenie",
        "image": "img/theory/003_stoppingSuddenly.png",
        "paragraph": "Vodič nesmie znížiť náhle rýchlosť jazdy alebo náhle zastaviť, ak to nevyžaduje bezpečnosť cestnej premávky."
      }, {
        "id": 19,
        "headline": "Telefón",
        "paragraph": "Vodič nesmie počas vedenia vozidla používať telefónny prístroj okrem telefonovania s použitím systému <i>voľné ruky</i> alebo vykonávať inú obdobnú činnosť, ktorá nesúvisí s vedením vozidla; to neplatí pre vodiča vozidla ozbrojených síl Slovenskej republiky (ďalej len <i>ozbrojené sily</i>), ozbrojených bezpečnostných zborov, ozbrojených zborov, Vojenskej polície, obecnej polície, Hasičského a záchranného zboru, ostatných hasičských jednotiek, Horskej záchrannej služby, záchrannej zdravotnej služby, banskej záchrannej služby, Vojenského spravodajstva a Slovenskej informačnej služby pri plnení svojich úloh."
      }, {
        "id": 20,
        "headline": "Neslušné správanie",
        "paragraph": "Vodič nesmie používať hanlivé gestá voči ostatným účastníkom cestnej premávky, vyhadzovať z vozidla predmety a obťažovať ostatných účastníkov cestnej premávky ani iné osoby najmä nadmerným hlukom, prachom, znečisťovaním ovzdušia, rozstrekovaním kaluží, blata alebo zbytočným ponechaním motora stojaceho vozidla v chode."
      }, {
        "id": 21,
        "headline": "Podobné vozidlo",
        "paragraph": "Vodič nesmie použiť na jazdu vozidlo, ktoré svojím farebným vyhotovením a označením sa dá zameniť s vozidlom Policajného zboru, Vojenskej polície, Zboru väzenskej a justičnej stráže, obecnej polície, Hasičského a záchranného zboru alebo ostatných hasičských jednotiek. "
      }, {
        "id": 22,
        "headline": "Zastavenie vozidla na priechode pre chodcov",
        "image": "img/theory/img.png",
        "paragraph": "Vodič nesmie zastaviť vozidlo na priechode pre chodcov alebo na priechode pre cyklistov, ak to nevyžaduje bezpečnosť cestnej premávky."
      }, {
        "id": 23,
        "headline": "Používanie na cestách",
        "paragraph": "Vodič smie motorové vozidlo použiť len na cestách; to neplatí, ak sa motorové vozidlo v súlade s osobitnými predpismi použije",
        "list" : [{
          "listitem": "v súvislosti s organizovaným športovým, spoločenským alebo iným verejným podujatím,"
        }, {
          "listitem": "na pôdohospodárske, lesné, údržbárske, stavebné alebo priemyselné práce,"
        }, {
          "listitem": "v súvislosti s výkonom poľovníckeho práva a rybárskeho práva alebo ich kontrolou,"
        }, {
          "listitem": "na záchranné práce,"
        }, {
          "listitem": "na práce vo verejnom záujme,"
        }, {
          "listitem": "na plnenie úloh spojených s ochranou životného prostredia, železničnej dopravy, verejného poriadku, bezpečnosťou štátu a obranou štátu,"
        }, {
          "listitem": "na prepravu do obytného alebo rekreačného zariadenia,"
        }, {
          "listitem": "v súvislosti s kontrolnou, inšpekčnou alebo prieskumnou činnosťou alebo"
        }, {
          "listitem": "v priestore, ktorý nie je verejne prístupný, so súhlasom jeho vlastníka alebo inej oprávnenej osoby."
        }]
      }, {
        "id": 24,
        "headline": "Pred priechodom pre chodcov",
        "image": "img/theory/img.png",
        "paragraph": "Ak vodič zníži rýchlosť jazdy alebo ak zastaví vozidlo pred priechodom pre chodcov alebo pred priechodom pre cyklistov, aby umožnil prejsť cez cestu chodcom alebo cyklistom, vodiči ostatných vozidiel idúcich rovnakým smerom sú takisto povinní znížiť rýchlosť jazdy alebo zastaviť vozidlo; to neplatí pre vodiča električky."
      }, {
        "id": 25,
        "headline": "Odstránenie chyby",
        "paragraph": "Ak vodič počas jazdy zistí, že vozidlo, náklad alebo upevnenie nákladu nespĺňajú ustanovené podmienky, je povinný chybu odstrániť na mieste. Ak to nemôže urobiť, smie v jazde pokračovať primeranou rýchlosťou len do najbližšieho miesta, kde možno chybu odstrániť; pritom musí urobiť také opatrenia, aby sa počas jazdy na takéto miesto neohrozila bezpečnosť a plynulosť cestnej premávky a aby sa nepoškodila cesta."
      }]
    }, {
      "id": 4,
      "minutes": 8,
      "name": "Povinnosti niektorých vodičov a spolujazdcov",
      "content": [{
        "id": 1,
        "headline": "Ochrana zraku a držanie riadidiel",
        "paragraph": "Vodič motorového vozidla kategórie Ps s najväčšou konštrukčnou rýchlosťou prevyšujúcou 45 km/h a vodič motorového vozidla kategórie L je počas jazdy povinný vhodným spôsobom chrániť si zrak najmä okuliarmi alebo ochranným štítom, ak sa tým nezníži bezpečnosť jazdy, najmä v hmle, pri snežení alebo v daždi; je tiež povinný počas jazdy oboma rukami držať riadidlá s výnimkou prípadu, keď dáva znamenie podľa tohto zákona. "
      }, {
        "id": 2,
        "headline": "Ochranná prilba určená pre motocyklistov",
        "paragraph": "Vodič motorového vozidla kategórie Ps s najväčšou konštrukčnou rýchlosťou prevyšujúcou 45 km/h a vodič motorového vozidla kategórie L a jeho spolujazdec sú tiež povinní počas jazdy používať na hlave riadne upevnenú ochrannú prilbu určenú pre motocyklistov; to neplatí pre vodiča vozidla vybaveného bezpečnostnou kabínou alebo ochranným bezpečnostným rámom, ktoré je vybavené bezpečnostnými pásmi, a jeho spolujazdca."
      }, {
        "id": 3,
        "headline": "Zákaz jedenia, pitia a fajčenia",
        "paragraph": "Vodič motorového vozidla kategórie Ps s najväčšou konštrukčnou rýchlosťou prevyšujúcou 45 km/h a vodič motorového vozidla kategórie L nesmú počas jazdy jesť, piť ani fajčiť; táto povinnosť sa vzťahuje aj na ich spolujazdca."
      }, {
        "id": 4,
        "headline": "Bezpečnostný odev",
        "paragraph": "Vodič motorového vozidla, ktoré je povinne vybavené bezpečnostným odevom, je povinný mať bezpečnostný odev oblečený, ak sa zdržiava na vozovke mimo vozidla počas núdzového státia, najmä pri prerušení jazdy pre chybu na vozidle alebo v dôsledku dopravnej nehody; pritom nemožno použiť taký bezpečnostný odev, ktorý je zameniteľný s bezpečnostnými odevmi používanými ozbrojenými silami alebo ozbrojenými bezpečnostnými zbormi."
      }, {
        "id": 5,
        "headline": "Jazda zo svahu",
        "paragraph": "Vodič motorového vozidla s najväčšou prípustnou celkovou hmotnosťou prevyšujúcou 3500 kg a vodič jazdnej súpravy alebo zvláštneho motorového vozidla sú povinní jazdiť zo svahu vždy so zaradeným rýchlostným stupňom; vodič iného motorového vozidla je povinný jazdiť zo svahu so zaradeným rýchlostným stupňom, ak to vyžaduje bezpečnosť jazdy."
      }, {
        "id": 6,
        "headline": "Jazda do svahu",
        "paragraph": "Vodič motorového vozidla s najväčšou prípustnou celkovou hmotnosťou prevyšujúcou 3500 kg je pri jazde do svahu povinný umožniť prejazd rýchlejších vozidiel idúcich za ním; ak si to situácia vyžaduje, je povinný aj odstaviť vozidlo na najbližšom parkovisku, a to až do prejazdu týchto vozidiel."
      }]
    }, {
      "id": 5,
      "minutes": 8,
      "name": "Povinnosti prevádzkovateľa vozidla",
      "content": [{
        "id": 1,
        "headline": "Zverenie vedenia vozidla inej osobe",
        "paragraph": "Prevádzkovateľ vozidla nesmie zveriť vedenie vozidla osobe, ktorá nespĺňa podmienky na jeho vedenie ustanovené týmto zákonom alebo osobitným predpisom, nemá pri sebe platné doklady ustanovené na vedenie vozidla, je pod vplyvom alkoholu alebo inej návykovej látky, osobe, ktorej schopnosť na vedenie je inak znížená, alebo osobe, ktorej totožnosť nepozná."
      }, {
        "id": 2,
        "headline": "Vozidlo, ktoré nespĺňa podmienky",
        "paragraph": "Prevádzkovateľ vozidla nesmie prikázať ani dovoliť, aby sa na jazdu použilo vozidlo, ktoré vrátane nákladu alebo jeho upevnenia nespĺňa ustanovené podmienky."
      }, {
        "id": 3,
        "headline": "Obmedzená alebo zakázaná jazda",
        "paragraph": "Prevádzkovateľ vozidla nesmie prikázať ani dovoliť, aby sa na jazdu použilo vozidlo na takej ceste, na ktorej má takéto vozidlo obmedzenú alebo zakázanú jazdu. "
      }, {
        "id": 4,
        "headline": "Technické prostriedky a zariadenia",
        "paragraph": "Prevádzkovateľ vozidla nesmie prikázať ani dovoliť, aby sa na jazdu použilo vozidlo vybavené technickými prostriedkami a zariadeniami, ktorých činnosť umožňuje odhalenie alebo ovplyvňovanie funkcií technických prostriedkov používaných pri plnení úloh na úseku výkonu dohľadu nad bezpečnosťou a plynulosťou cestnej premávky."
      }, {
        "id": 5,
        "headline": "Pribranie spôsobilých osôb",
        "image": "img/theory/img.png",
        "paragraph": "Prevádzkovateľ vozidla je povinný zabezpečiť, aby sa na jazdu pribral potrebný počet spôsobilých a náležite poučených osôb, ak je mu vopred známe, že to bude vyžadovať bezpečnosť cestnej premávky."
      }, {
        "id": 6,
        "headline": "Farebné vyhotovenie a označenie vozidla",
        "paragraph": "Prevádzkovateľ vozidla je povinný zabezpečiť, aby sa farebné vyhotovenie a označenie vozidla nedalo zameniť s farebným vyhotovením a označením vozidiel Policajného zboru, Vojenskej polície, Zboru väzenskej a justičnej stráže, obecnej polície, Hasičského a záchranného zboru alebo ostatných hasičských jednotiek."
      }, {
        "id": 7,
        "headline": "Osobné údaje zverenej osoby",
        "paragraph": "Prevádzkovateľ vozidla je povinný v súvislosti s konaním o priestupku proti bezpečnosti a plynulosti cestnej premávky orgánu oprávnenému objasňovať alebo prejednať priestupok oznámiť osobné údaje osoby, ktorej zveril vedenie vozidla, v rozsahu meno, priezvisko a adresa pobytu."
      }, {
        "id": 8,
        "headline": "Evidencia o prevádzke vozidla",
        "paragraph": "Ak je prevádzkovateľom vozidla právnická osoba, ktorá v rámci svojej činnosti zveruje motorové vozidlo inej osobe, je povinná viesť o prevádzke motorového vozidla a jeho vodičovi evidenciu s údajmi o mene a priezvisku vodiča, dátume a čase vedenia motorového vozidla, evidenčnom čísle motorového vozidla a adrese pobytu vodiča. Evidenciu podľa prvej vety je prevádzkovateľ vozidla povinný na výzvu policajta predložiť na účely spojené s výkonom jeho oprávnení na úseku bezpečnosti a plynulosti cestnej premávky; to sa nevzťahuje na prevádzkovateľa vozidla, ktorým je štátny orgán plniaci úlohy na úseku ochrany verejného poriadku, bezpečnosti štátu a obrany štátu."
      }]
    }, {
      "id": 6,
      "minutes": 8,
      "name": "Povinnosti držiteľa vozidla",
      "content": [{
        "id": 1,
        "headline": "Bezpečnostný pás",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú zákaz predchádzania podľa <a href='#'>§ 15 ods. 5</a> alebo zákaz predchádzania vyplývajúci z dopravnej značky alebo dopravného zariadenia.",
        "blockquote": "<p><b>§ 15 ods. 5</b><br>Vodič nesmie predchádzať,</p><ul><li>ak nemá pred sebou rozhľad na takú vzdialenosť, ktorá je potrebná na bezpečné predchádzanie,</li><li>ak by ohrozil alebo obmedzil vodiča jazdiaceho v protismere, alebo ohrozil iného účastníka cestnej premávky,</li><li>ak vodič pred ním idúceho vozidla dáva znamenie o zmene smeru jazdy vľavo a ak ho nemožno predísť vpravo podľa odseku 1, prípadne ak ho nemožno predísť v ďalšom voľnom jazdnom pruhu vyznačenom na vozovke v tom istom smere jazdy,</li><li>cez pripájací alebo odbočovací jazdný pruh; to neplatí pre prípad uvedený v odseku 1,</li><li>po krajnici; to neplatí pri predchádzaní vpravo podľa odseku 1, pritom nesmie ohroziť ani obmedziť chodca idúceho po krajnici a cyklistu alebo vodiča malého motocykla jazdiaceho po krajnici,</li><li>pri jazde cez križovatku a v takej vzdialenosti pred križovatkou, ktorá nie je dostatočná na bezpečné dokončenie predchádzania pred úrovňou križovatky; to neplatí pri predchádzaní motocykla bez postranného vozíka alebo nemotorového vozidla,</li><li>pri jazde cez železničné priecestie,</li><li>ak by pri predchádzaní svojou výrazne nižšou rýchlosťou obmedzil za ním idúce vozidlo, ktoré začalo úkon predchádzania skôr,</li><li>na priechode pre chodcov, priechode pre cyklistov a bezprostredne pred nimi.</li><ul>"
      }, {
        "id": 2,
        "headline": "Nadpis",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú rýchlosť jazdy podľa <a href='#/tabs/theory/chapter/14'>§ 16 (Rýchlosť jazdy).</a>"
      }, {
        "id": 3,
        "headline": "Nadpis",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú povinnosť zastaviť vozidlo na príkaz dopravnej značky <i>Stoj, daj prednosť v jazde!</i> alebo na signál so znamením <i>Stoj!</i>."
      }, {
        "id": 4,
        "headline": "Nadpis",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú zákaz otáčania a cúvania podľa <a href='#'>§ 22 ods. 4</a> alebo zákaz otáčania vyplývajúci z dopravnej značky alebo dopravného zariadenia."
      }, {
        "id": 5,
        "headline": "Nadpis",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú zákaz zastavenia a státia podľa <a href='#/tabs/theory/chapter/21'>§ 25 (Zastavenie a státie)</a> alebo zákaz zastavenia a státia vyplývajúci z dopravnej značky alebo dopravného zariadenia. "
      }, {
        "id": 6,
        "headline": "Nadpis",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú prejazd cez železničné priecestie v čase, keď je to zakázané podľa <a href='#/tabs/theory/chapter/23'>§ 27 až 29 (Železničné priecestie)</a>."
      }, {
        "id": 7,
        "headline": "Nadpis",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú najväčšiu prípustnú celkovú hmotnosť vozidla, najväčšiu prípustnú hmotnosť jazdnej súpravy, najväčšiu prípustnú celkovú hmotnosť prípojného vozidla alebo najväčšiu prípustnú hmotnosť pripadajúcu na nápravu vozidla podľa <a href='#/tabs/theory/chapter/38'>§ 51 (Preprava nákladu)</a>."
      }, {
        "id": 8,
        "headline": "Nadpis",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú zákaz vjazdu, zákaz odbočovania alebo prikázaný smer jazdy vyplývajúci z dopravnej značky alebo dopravného zariadenia."
      }, {
        "id": 9,
        "headline": "Nadpis",
        "paragraph": "Držiteľ vozidla je povinný zabezpečiť, aby pri prevádzkovaní motorového vozidla boli dodržiavané pravidlá cestnej premávky podľa tohto zákona, ktoré ustanovujú zákaz vjazdu vozidla alebo zákaz jazdy vozidla s najväčšou prípustnou celkovou hmotnosťou vozidla prevyšujúcou 12 000 kg alebo jazdnej súpravy s najväčšou prípustnou celkovou hmotnosťou prevyšujúcou 12 000 kg."
      }]
    }, {
      "id": 7,
      "minutes": 8,
      "name": "Povinnosti inštruktora autoškoly",
      "content": [{
        "id": 1,
        "headline": "Povinnosti inštruktora autoškoly",
        "paragraph": "Inštruktor autoškoly pri vykonávaní výcviku na vedenie motorového vozidla a pri vykonávaní skúšky z odbornej spôsobilosti na vedenie motorového vozidla (ďalej len <i>odborná spôsobilosť</i>) má povinnosti vodiča motorového vozidla."
      }]
    }, {
      "id": 8,
      "minutes": 8,
      "name": "Bezpečnostné pásy",
      "content": [{
        "id": 1,
        "headline": "Bezpečnostný pás",
        "paragraph": "Osoba sediaca na sedadle povinne vybavenom bezpečnostným pásom alebo iným zadržiavacím zariadením je povinná toto zariadenie použiť. To neplatí pre:",
        "list" : [{
          "listitem": "vodiča vozidla ozbrojených síl, ozbrojených bezpečnostných zborov, ozbrojených zborov, Vojenskej polície, obecnej polície, Hasičského a záchranného zboru, ostatných hasičských jednotiek, Horskej záchrannej služby, záchrannej zdravotnej služby, banskej záchrannej služby, Vojenského spravodajstva, Slovenskej informačnej služby a prepravované osoby, ak si to vyžaduje plnenie ich úloh,"
        }, {
          "listitem": "inštruktora autoškoly, ktorý vykonáva výcvik na vedenie motorového vozidla alebo skúšku z odbornej spôsobilosti,"
        }, {
          "listitem": "osobu s telesnou výškou menšou ako 150 cm s výnimkou osoby, ktorá sa prepravuje na mieste, ktoré je chránené pred účinkami nárazu vozidla airbagom,"
        }, {
          "listitem": "vodiča vozidla taxislužby pri zmluvnej preprave osôb v obci, s výnimkou osoby, ktorá sa prepravuje na mieste, ktoré je chránené pred účinkami nárazu vozidla airbagom,"
        }, {
          "listitem": "osobu, ktorá nemôže byť pripútaná zo zdravotných dôvodov; takáto osoba sa musí preukázať osvedčením o oslobodení od použitia bezpečnostných systémov vozidla."
        }]
      }]
    }]
  }, {
    "id": 3,
    "section": "Jazda vozidlami",
    "chapters": [{
      "id": 9,
      "minutes": 8,
      "name": "Spôsob jazdy",
      "content": [{
        "id": 1,
        "headline": "Jazda vpravo pri pravom okraji",
        "image": "img/theory/img.png",
        "paragraph": "Vodič je povinný na vozovke alebo v jazdnom pruhu jazdiť vpravo pri pravom okraji vozovky alebo jazdného pruhu. To neplatí pri obchádzaní, predchádzaní, otáčaní alebo odbočovaní."
      }, {
        "id": 2,
        "headline": "Vjazd na krajnicu",
        "image": "img/theory/img.png",
        "paragraph": "Na krajnicu smie vodič motorového vozidla vojsť len pri zastavení a státí alebo pri obchádzaní a vyhýbaní sa prekážke cestnej premávky; pritom je povinný dbať na zvýšenú opatrnosť."
      }, {
        "id": 3,
        "headline": "Vodič malého motocykla alebo bicykla",
        "image": "img/theory/img.png",
        "paragraph": "Vodič malého motocykla alebo bicykla smie jazdiť po pravej krajnici, len ak tým neohrozí a neobmedzí pohyb chodcov."
      }]
    }, {
      "id": 10,
      "minutes": 8,
      "name": "Jazda v jazdných pruhoch",
      "content": [{
        "id": 1,
        "headline": "Mimo obce s dvoma a viacerými pruhmi",
        "image": "img/theory/img.png",
        "paragraph": "Mimo obce na ceste s dvoma alebo s viacerými jazdnými pruhmi vyznačenými na vozovke v jednom smere jazdy sa jazdí v pravom jazdnom pruhu. V ostatných jazdných pruhoch sa smie jazdiť, ak je to potrebné na obchádzanie, predchádzanie, otáčanie alebo na odbočovanie."
      }, {
        "id": 2,
        "headline": "Mimo obce s troma a viacerými pruhmi",
        "image": "img/theory/img.png",
        "paragraph": "Mimo obce na ceste s troma alebo s viacerými jazdnými pruhmi vyznačenými na vozovke v jednom smere jazdy smie vodič nákladného automobilu s najväčšou prípustnou celkovou hmotnosťou presahujúcou 3 500 kg, vodič jazdnej súpravy, ktorej celková dĺžka presahuje 7 m, vodič zvláštneho motorového vozidla a vodič motocykla s najväčšou konštrukčnou rýchlosťou do 45 km/h použiť na jazdu výhradne dva jazdné pruhy najbližšie k pravému okraju vozovky; v ostatných jazdných pruhoch smie jazdiť, ak je to potrebné na obchádzanie, otáčanie alebo na odbočovanie."
      }, {
        "id": 3,
        "headline": "V obci s dvoma a viacerými pruhmi",
        "image": "img/theory/img.png",
        "paragraph": "V obci na ceste s dvoma alebo s viacerými jazdnými pruhmi vyznačenými na vozovke v jednom smere jazdy smie vodič vozidla použiť na jazdu ktorýkoľvek jazdný pruh. To neplatí pre vodiča uvedeného v odseku 2, na ktorého sa vzťahujú pri jazde v obci odseky 1 a 2."
      }, {
        "id": 4,
        "headline": "Súbežná jazda",
        "image": "img/theory/img.png",
        "paragraph": "Ak je na ceste s dvoma a alebo s viacerými jazdnými pruhmi v jednom smere jazdy taká hustá premávka, že sa utvoria súvislé prúdy vozidiel, v ktorých vodič motorového vozidla môže jazdiť len takou rýchlosťou, ktorá závisí od rýchlosti vozidiel idúcich pred ním, vozidlá môžu ísť súbežne vedľa seba (ďalej len <i>súbežná jazda</i>). Pri súbežnej jazde sa nepovažuje za predchádzanie, ak vozidlá idú v jednom z jazdných pruhov rýchlejšie ako vozidlá v inom jazdnom pruhu."
      }, {
        "id": 5,
        "headline": "Ľavý jazdný pruh v obci",
        "image": "img/theory/img.png",
        "paragraph": "Ak by vozidlá idúce v obci súčasne vo všetkých jazdných pruhoch bránili v jazde rýchlejšie idúcemu vozidlu, vodič, ktorý jazdí v ľavom jazdnom pruhu, je povinný ho čo najskôr uvoľniť. To neplatí, ak vodič používa ľavý jazdný pruh na obchádzanie, odbočovanie, otáčanie alebo predchádzanie."
      }, {
        "id": 6,
        "headline": "Prechádzanie z jedného jazdného pruhu do druhého",
        "image": "img/theory/img.png",
        "paragraph": "Vodič pri prechádzaní z jedného jazdného pruhu do druhého jazdného pruhu je povinný dať prednosť v jazde vodičovi jazdiacemu v jazdnom pruhu, do ktorého prechádza; pritom je povinný dávať znamenie o zmene smeru jazdy."
      }, {
        "id": 7,
        "headline": "Zbiehajúce sa jazdné pruhy",
        "image": "img/theory/img.png",
        "paragraph": "Tam, kde sa dva jazdné pruhy zbiehajú do jedného jazdného pruhu tak, že nie je zrejmé, ktorý z nich je priebežný, vodič jazdiaci v ľavom jazdnom pruhu je povinný dať prednosť v jazde vodičovi v pravom jazdnom pruhu. To neplatí, ak ide o striedavé radenie upravené príslušnou dopravnou značkou."
      }, {
        "id": 8,
        "headline": "Súčasné prechádzanie dvoch vozidiel do stredného pruhu",
        "image": "img/theory/img.png",
        "paragraph": "Na ceste s troma jazdnými pruhmi vyznačenými na vozovke v jednom smere jazdy je vodič prechádzajúci z ľavého jazdného pruhu do stredného jazdného pruhu povinný dať prednosť v jazde vodičovi prechádzajúcemu do stredného jazdného pruhu z pravého jazdného pruhu; takýto postup sa vzťahuje primerane pri prechádzaní z ľavých jazdných pruhov do stredných jazdných pruhov na ceste so štyrmi alebo s viacerými jazdnými pruhmi vyznačenými na vozovke v jednom smere jazdy."
      }, {
        "id": 9,
        "headline": "Pripájací pruh",
        "image": "img/theory/img.png",
        "paragraph": "Ak je na zaraďovanie do priebežného jazdného pruhu zriadený pripájací pruh, je vodič povinný pred zaradením sa do priebežného jazdného pruhu použiť tento pruh. "
      }, {
        "id": 10,
        "headline": "Zaraďovanie z pripájacieho pruhu do priebežného",
        "image": "img/theory/img.png",
        "paragraph": "Vodič pri zaraďovaní z pripájacieho pruhu do priebežného pruhu je povinný dať prednosť v jazde vodičovi idúcemu v priebežnom pruhu."
      }, {
        "id": 11,
        "headline": "Odlišné rýchlosti v jazdných pruhoch v obci",
        "image": "img/theory/img.png",
        "paragraph": "V obci sa nepovažuje za predchádzanie, keď vozidlá v jednom jazdnom pruhu idú rýchlejšie ako v inom jazdnom pruhu."
      }, {
        "id": 12,
        "headline": "Prekážka cestnej premávky",
        "image": "img/theory/img.png",
        "paragraph": "Ak je pri súbežnej jazde v niektorom jazdnom pruhu prekážka cestnej premávky, vodič vozidla idúceho vo voľnom jazdnom pruhu je povinný umožniť vodičovi prvého vozidla nachádzajúceho sa v jazdnom pruhu, v ktorom je prekážka, jej obídenie, ak ten dáva znamenie o zmene smeru jazdy. Vodič obchádzajúci prekážku pritom nesmie ohroziť vodiča jazdiaceho vo voľnom jazdnom pruhu."
      }, {
        "id": 13,
        "headline": "Nevyznačené jazdné pruhy",
        "image": "img/theory/img.png",
        "paragraph": "Ak jazdné pruhy nie sú na vozovke vyznačené, jazdným pruhom sa rozumie časť vozovky dovoľujúca jazdu vozidiel s troma a viacerými kolesami v jazdnom prúde za sebou."
      }]
    }, {
      "id": 11,
      "minutes": 8,
      "name": "Jazda v mimoriadnych prípadoch",
      "content": [{
        "id": 1,
        "headline": "Ostrovčeky",
        "image": "img/theory/img.png",
        "paragraph": "Pozdĺž nástupného ostrovčeka alebo ochranného ostrovčeka sa jazdí vpravo. "
      }, {
        "id": 2,
        "headline": "Jazda vľavo od ostrovčeka",
        "image": "img/theory/img.png",
        "paragraph": "Vľavo pozdĺž nástupného ostrovčeka alebo ochranného ostrovčeka sa smie jazdiť len vtedy, ak jazde vpravo bráni prekážka, alebo ak je to bezpečnejšie s ohľadom na rozmery vozidla alebo nákladu."
      }, {
        "id": 3,
        "headline": "Jazda pozdĺž električky",
        "image": "img/theory/img.png",
        "paragraph": "Pozdĺž električky sa jazdí vpravo, ak nie je dopravnou značkou povolená jazda vľavo."
      }, {
        "id": 4,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }, {
        "id": 5,
        "headline": "Odlišná rýchlosť električky",
        "image": "img/theory/img.png",
        "paragraph": "Ak ide električka inou rýchlosťou ako ostatné vozidlá idúce rovnakým smerom, nejde o vzájomné predchádzanie."
      }, {
        "id": 6,
        "headline": "Vyhradený jazdný pruh",
        "image": "img/theory/img.png",
        "paragraph": "Ak je na vozovke vyznačený vyhradený jazdný pruh, platí pre vodičov vozidiel, pre ktorých nie je vyhradený jazdný pruh určený, primerane § 11 ods. 2 a § 19 ods. 4; ak je vyhradený jazdný pruh vyznačený na električkovom koľajovom páse, aj <a href="">§ 19 ods. 5.</a>",
        "blockquote": ""
      }, {
        "id": 7,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }, {
        "id": 8,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }, {
        "id": 9,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }, {
        "id": 10,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }, {
        "id": 11,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }, {
        "id": 12,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }, {
        "id": 13,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }, {
        "id": 14,
        "headline": "Električkový koľajový pás",
        "image": "img/theory/img.png",
        "paragraph": "Na električkový koľajový pás v úrovni vozovky sa smie vojsť len pri obchádzaní, predchádzaní, odbočovaní, otáčaní, vchádzaní na cestu, alebo ak to dovoľuje dopravná značka alebo ak to vyžadujú mimoriadne okolnosti, najmä ak nie je medzi električkovým koľajovým pásom a okrajom vozovky dostatok miesta."
      }]
    }, {
      "id": 12,
      "minutes": 8,
      "name": "Obchádzanie"
    }, {
      "id": 13,
      "minutes": 8,
      "name": "Predchádzanie"
    }, {
      "id": 14,
      "minutes": 8,
      "name": "Rýchlosť jazdy"
    }, {
      "id": 15,
      "minutes": 8,
      "name": "Vzdialenosť medzi vozidlami"
    }, {
      "id": 16,
      "minutes": 8,
      "name": "Vyhýbanie"
    }, {
      "id": 17,
      "minutes": 8,
      "name": "Odbočovanie"
    }, {
      "id": 18,
      "minutes": 8,
      "name": "Jazda cez križovatku"
    }, {
      "id": 19,
      "minutes": 8,
      "name": "Vchádzanie na cestu"
    }, {
      "id": 20,
      "minutes": 8,
      "name": "Otáčanie a cúvanie"
    }, {
      "id": 21,
      "minutes": 8,
      "name": "Zastavenie a státie"
    }, {
      "id": 22,
      "minutes": 8,
      "name": "Zastavenie vozidla v tuneli"
    }, {
      "id": 23,
      "minutes": 8,
      "name": "Železničné priecestie"
    }, {
      "id": 24,
      "minutes": 8,
      "name": "Výstražné znamenie"
    }, {
      "id": 25,
      "minutes": 8,
      "name": "Osvetlenie vozidla"
    }, {
      "id": 26,
      "minutes": 8,
      "name": "Vlečenie motorového vozidla"
    }, {
      "id": 27,
      "minutes": 8,
      "name": "Osobitosti premávky na diaľnici a rýchlostnej ceste"
    }, {
      "id": 28,
      "minutes": 8,
      "name": "Osobitosti premávky v zimnom období"
    }, {
      "id": 29,
      "minutes": 8,
      "name": "Obmedzenie jazdy niektorých druhov vozidiel"
    }, {
      "id": 30,
      "minutes": 8,
      "name": "Vozidlá so zvláštnymi výstražnými zvukovými znameniami alebo svetlami"
    }, {
      "id": 31,
      "minutes": 8,
      "name": "Prekážka cestnej premávky"
    }, {
      "id": 32,
      "minutes": 8,
      "name": "Osobitné označenia vozidla a parkovací preukaz"
    }]
  }, {
    "id": 4,
    "section": "Preprava osôb a materiálu",
    "chapters": [{
      "id": 33,
      "name": "Preprava osôb"
    }, {
      "id": 36,
      "name": "Preprava osôb vozidlom pravidelnej verejnej dopravy"
    }, {
      "id": 37,
      "name": "Preprava osôb v ložnom priestore nákladného automobilu a traktora"
    }, {
      "id": 38,
      "name": "Prepava nákladu"
    }]
  }, {
    "id": 5,
    "section": "Osobitné ustanovenia o niektorých účastníkoch cestnej premávky",
    "chapters": [{
      "id": 39,
      "name": "Chodci"
    }, {
      "id": 40,
      "name": "Cyklisti"
    }, {
      "id": 41,
      "name": "Jazda so záprahovým vozidlom a ručným vozíkom"
    }, {
      "id": 42,
      "name": "Jazda na zvieratách, vedenie a hnanie zvierat"
    }, {
      "id": 43,
      "name": "Osoba vykonávajúca prácu na ceste"
    }, {
      "id": 44,
      "name": "Cestna premávka v obytnej, pešej a školskej zóne"
    }]
  }, {
    "id": 6,
    "section": "Úprava a riadenie cestnej premávky",
    "chapters": [{
      "id": 45,
      "name": "Dopravné značky a dopravné zariadenia"
    }, {
      "id": 46,
      "name": "Zvislé dopravné značky"
    }, {
      "id": 47,
      "name": "Vodorovné dopravné značky"
    }, {
      "id": 48,
      "name": "Dopravné zariadenia"
    }, {
      "id": 49,
      "name": "Riadenie cestnej premávky"
    }, {
      "id": 50,
      "name": "Riadenie cestnej premávky svetelnými signálmi a pokynmi"
    }, {
      "id": 51,
      "name": "Oprávenie na zastavovanie vozidiel"
    }]
  }, {
    "id": 7,
    "section": "Dopravné nehody",
    "chapters": [{
      "id": 52,
      "name": "Dopravná nehoda"
    }, {
      "id": 53,
      "name": "Povinnosti vodiča pri dopravnej nehode"
    }, {
      "id": 54,
      "name": "Povinnosti účastníka dopravnej nehody a škodovej udalosti"
    }]
  }, {
    "id": 8,
    "section": "Oprávnenia policajta",
    "chapters": [{
      "id": 55,
      "name": "Všeobecné oprávnenia"
    }, {
      "id": 56,
      "name": "Zadržanie vodičského preukazu"
    }, {
      "id": 57,
      "name": "Zadržanie osvedčenia o evidencii časť I alebo časť II, evidenčného dokladu vydaného v cudzine, technického osvedčenia vozidla a tabuľky s evidenčným číslom"
    }]

  }, {
    "id": 9,
    "section": "Zodpovednosť za porušenie povinností",
    "chapters": [{
      "id": 58,
      "name": "Zodpovednosť za porušenie povinností"
    }]
  }]
}
